IDEA Open Model
StageLoading.PermanentForces Property
Compatible with IDEA StatiCa 20.1
 Primary internal force in section
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ResultOfInternalForces PermanentForces { get; set; }
Public Property PermanentForces As ResultOfInternalForces
	Get
	Set
Property Value
Type: ResultOfInternalForces
See Also
Reference
StageLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace